const videoData = {
  '리서치 모닝브리프': [
    {
      id: 'FsUu0Ty8chc',
      title:
        '주파수 경매 25년 하반기 예상, 통신사 장기 상승 전망 l 통신사 장기 상승세 진입 가능성... l 240910 리서치센터 모닝브리프',
    },
    {
      id: 'DH_12rRU1iw',
      title: '돈이되는 ESS l 재생에너지 발전량 증가에 따른... l 240911 리서치센터 모닝브리프',
    },
    {
      id: 'cgMnOCr86Mg',
      title:
        '진성티이씨 - 미 대선 인프라 투자 수혜주, 지금부터 주목 필요 l 2024년 매출액 3,935억원, 영업이익 241억원 전망 l 240912 리서치센터 모닝브리프',
    },
    {
      id: '2rQuS-jMyJM',
      title: '인도의 반도체 자립 야심 l 인도 정부의 적극적인 지원책 l 240913 리서치센터 모닝브리프',
    },
    {
      id: '6kJhTv-p3FE',
      title:
        '9월 FOMC: 시작부터 과감한 빅컷, 연준의 속내는? l 점도표는 올해 추가 50bp 금리 인하를 예상... l 240919 리서치센터 모닝브리프',
    },
    {
      id: 'TVglLrr1_bg',
      title: '빅컷으로 SKT/KT 배당 가치 부각됩니다 l 산업분석 l 240920 리서치센터 모닝브리프',
    },
    {
      id: '7EZegD5pn0Q',
      title: '미국과 한국의 성장주는 다릅니다 l 화수분전략 l 240923 리서치센터 모닝브리프',
    },
    {
      id: 'jjlW95h2_nQ',
      title: '반도체 역사는 반복될까? l 기시감: 주가 피크아웃 시그널 l 240924 리서치센터 모닝브리프',
    },
    {
      id: 'Cti4nbOZe-w',
      title: '코리아 밸류업 지수? 업(고)밸류 지수? l 실전 퀀트(Quant MP) l 240925 리서치센터 모닝브리프',
    },
    {
      id: 'UeO_KZQoH6E',
      title:
        '바이오보안법 관련 오보, 확인해야 할 것은?! l 바이오보안법, 중장기적인 관점에서 바라보자 l 240926 리서치센터 모닝브리프',
    },
    {
      id: 'lrPdyn7opvs',
      title:
        '금리 인하에도 달러가 강한 이유 l 미 연준의 9월 50bp 인하에도 견조한 미 달러 가치 l 240927 리서치센터 모닝브리프',
    },
    {
      id: '-7nVuh_HVwA',
      title: '미국은 미국이고, 한국은 한국입니다 l 10월 주식시장 전망과 전략 l 240930 리서치센터 모닝브리프',
    },
    {
      id: 'XadGQsxuAZ8',
      title: '게임 도쿄게임쇼 2024: 몬스터헌터 와일즈와 서브컬처 l 역대급 규모로 개최 l 241002 리서치센터 모닝브리프',
    },
    {
      id: 'zexKKafLj34',
      title: '25bp로 인하 속도 조절에 나서는 연준 l 추가 금리 인하 폭에 대한 연준위원들의 생각은? l 241004 리서치센터 모닝브리프',
    },
    {
      id: 'Kyz21KD2JmQ',
      title: '중국증시 폭등, 국경절 이후 세가지 입증 필요 l 김경환의 China Weekly l 241007 리서치센터 모닝브리프',
    },
    {
      id: 'A68pNAz40mk',
      title: '10월 금통위 Preview 연말까지 50bp 인하는 없다 l 관전포인트: 인하 여부만큼 중요한 연말까지 인하 폭 l 241008 리서치센터 모닝브리프',
    },
    {
      id: 'eoDoqH7kej8',
      title: '내년을 보면 아주 편안한 가격 l 엔터테인먼트 l 241010 리서치센터 모닝브리프',
    },
    {
      id: 'NJ9jIMV8px4',
      title: '우리는 중동 전쟁을 과소평가하고 있는가? l 원자재 레시피 l 241011 리서치센터 모닝브리프',
    },
    {
      id: 'l5JOz04RaR8',
      title: '확인된 AI 가치 vs. 아쉬운 기술 진보 정보 l 테슬라 로보택시 행사 l 241014 리서치센터 모닝브리프',
    },
  ],

  '쇼츠한 돈으로 만드는 쇼츠': [
    {
      id: 'vkFHfoPDouo',
      title:
        '쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다. ^^ #shorts #흔한식당예약#전화#화난#킹받쥬#신입직원#막내',
    },
    {
      id: 'Z3uXrCdO0vs',
      title:
        '흔한 친구 취업턱? 쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #흔한#취업',
    },
    {
      id: 'jF4Eyv8sGP4',
      title:
        '과한메이크업도 그만! 이제 투자도 그만! 왜? 일상이 투자니까! 쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #흔한#연인',
    },
    {
      id: 'oy-u1fbLpa0',
      title:
        '상승은 빨강, 하락은 파랑,초록은 개이득!쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #초록#개이득',
    },
    {
      id: 'HAIf0JC7KlA',
      title:
        '쇼파도 있고 책도 많고 숫자도 많은 그런 회사? 쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #아빠회사#증권회사',
    },
    {
      id: 'xC-bxwzOXDA',
      title:
        '그런 주(株) 다들 있죠? 살 때는 다 그런 주(株) 알았잖아요~ 쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #잔고#발효주',
    },
    {
      id: '_OibLGEkE-U',
      title:
        '그런 주(株) 다들 있죠? 살 때는 다 그런 주(株) 알았잖아요~ 쇼츠한 돈으로 만드는 쇼츠! 이 이야기는 살아있는 실화를 바탕으로 재구성되었을겁니다 #shorts #잔고#발효주',
    },
    {
      id: 'USVdksyRjlg',
      title: '내가 정말 되고 싶은건~ 행복한~ 쇼츠한 돈으로 만드는 쇼츠! 챌린지에 챌린지하다 #shorts #해피#challenge',
    },
    {
      id: 'zVNV5hsIn-A',
      title: '너무 답답하고 막막할 땐? 쇼츠한 돈으로 만드는 쇼츠! 해답하라, 하나증권#shorts #시그널#해답하라',
    },
    {
      id: 'XSj5mgKed-o',
      title:
        '먼 미래에 다녀와도 투자가 너무 답답하고 막막할 땐? 쇼츠한 돈으로 만드는 쇼츠! 해답하라, 하나증권#shorts #인터스텔라#해답하라',
    },
    {
      id: 'AFOe7uxp3Dk',
      title:
        '추천한 주식이 자꾸 하한가로 향할때, 뭐라고 해답하지? 쇼츠한 돈으로 만드는 쇼츠! 해답하라, 하나증권#shorts #더콜#해답하라',
    },
    {
      id: 'tmhlDBymUjc',
      title: '쇼츠한 돈으로 만드는 쇼츠! 편견을 버린 투자 바로알기! #shorts #반전주식#같은이름다른종목',
    },
    {
      id: 'VwCLdyvyzyc',
      title: '주식은 내가 아는것과 다른 것! 쇼츠한 돈으로 만드는 쇼츠! #shorts #반전주식 #같은이름다른회사',
    },
  ],
  '별프로의 경제 인물 사전': [
    { id: 'fw2cvqHJv0c', title: '마크 저커버그 [별프로의 경제 인물사전 1화]' },
    { id: 'XNLjmjGmKG4', title: '젠슨 황 [별프로의 경제 인물사전 2화]' },
    { id: 'xmI29GiNsYE', title: '제롬 파월 [별프로의 경제 인물사전 3화]' },
    { id: 'Lhn1WzyhdO4', title: '베르나르 아르노 [별프로의 경제 인물사전 4화]' },
    { id: 'quwiZ4YibOk', title: '캐서린 D. 우드 [별프로의 경제 인물사전 5화]' },
    { id: 'avcF0hca9DU', title: '도널드 트럼프 [별프로의 경제 인물사전 6화]' },
    { id: '5iIdXKEgfAQ', title: '무함마드 빈 살만 알사우드 [별프로의 경제 인물사전 7화]' },
    { id: 'y5pk01uWx2E', title: '리사 수 [별프로의 경제 인물사전 8화]' },
    { id: 'K6DJVS4-oVc', title: '손정의 [별프로의 경제 인물사전 9화]' },
    { id: 'Ze_Q8trAAog', title: '아만시오 오르테가 [별프로의 경제 인물사전 10화]' },
    { id: '6LKEjSHDZzk', title: '테일러 스위프트 [별프로의 경제 인물사전 11화]' },
  ],

  '일일일 - 일정체크 일주일에 일분만': [
    { id: 'OR4L7lPZrgY', title: '(7/5~7/21) 일정체크! 일주일에!! 일분만!!! #바다의날#3중전회 #ECB' },
    { id: 'hp3FsAuyATM', title: '(7/22~7/28) 일정체크! 일주일에!! 일분만!!! #파리올림픽#PPI #블록딜' },
    { id: 'mjLjbFw9Nmo', title: '(7/29~8/3)일정체크! 일주일에!! 일분만!!! #BOE #BOJ #미국고용지표' },
    { id: 'Bmr5NhvRB4s', title: '(8/5~8/11)일정체크! 일주일에!! 일분만!!! #RBA#통화정책회의#옵션만기일' },
    { id: 'zA9TE9oYOvQ', title: '(8/12~8/18)일정체크! 일주일에!! 일분만!!! #MSCI#미국 CPI#광복절' },
    {
      id: 'qnIyRs45gDw',
      title: '(8/19~8/25)일정체크! 일주일에!! 일분만!!! #전당대회#게임스컴 #잭슨홀미팅#금융통화위원회',
    },
    { id: 'JpmuW_FGsSs', title: '(8/26~9/1)일정체크! 일주일에!! 일분만!!! #뱅크홀리데이#엔비디아 #MSCI# 현대차' },
    { id: 'Ixnq73O72wA', title: '(9/2~9/8)일정체크! 일주일에!! 일분만!!! 연준 베이지북#3국 연례 경제대회 #독일 IFA' },
    {
      id: 'YFYz9biThok',
      title:
        '(9/23~9/29)일정체크! 일주일에!! 일분만!!!#RBA통화정책#K배터리쇼#메타커넥트#한국금융안정회의#자민당총재선거',
    },
    { id: 'lOY3BSRD-pE', title: '(9/30~10/6)일정체크! 일주일에!! 일분만!!!#국군의날 #미국#부통령후보#TV 토론' },
    { id: 'NKjeftoUj1s', title: '(10/7~10/13)일정체크! 일주일에!! 일분만!!!#3분기 잠정실적 #한글날#옵션만기일' },
    { id: 'cZa0p5Er7VU', title: '(10/14~10/20)일정체크! 일주일에!! 일분만!!!#체육이날#콜롬버스데이#ECB 통화정책회의' },
  ],
};

export default videoData;
